Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Restore Purchase
ar: استعادة الشراء
az: Alışın bərpası
bg: Възстанови покупката
bn: ক্রয় পুনরুদ্ধার করুন
ca: Restaurar compra
cs: Obnovení nákupu
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
es_419: Restaurar compra
es_mx: Restaurar compra
es_us: Restaurar compra
fa: بازیابی خرید
fi: Palauta ostos
fil: I‑restore ang Purchase
fr: Restaurer l'achat
fr_ca: Restaurer l’achat
gu: ખરીદી પુનઃસ્થાપિત કરો
ha: Mayar da Siyayya
he: שחזר רכישה
hi: खरीद वापस बहाल करें
hr: Vrati kupnju
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
jv: Mulihaké Tuku
kk: Сатып алуды қалпына келтір
kn: ಖರೀದಿ ಮರುಸ್ಥಾಪಿಸಿ
ko: 구매 복원
ku: Kirîna vegerandinê
mr: खरेदी पुनर्संचयित करा
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pa: ਖਰੀਦ ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć zakup
pt_br: Restaurar compra
pt_pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку
sk: Obnoviť nákup
su: Balikeun Pameseran
sv: Återställ köp
sw: Rejesha Ununuzi
ta: கொள்முதலை மீட்டெடுக்கவும்
te: ఖరీదును కోల_restore చేయండి
th: กู้คืนการซื้อ
tr: Satın Alımı Geri Yükle
ug: سېتىۋېلىشنى قايتۇر
uk: Відновити покупку
ur: خریداری بحال کریں
vi: Phục hồi Mua hàng
xh: Buyisa uThengiso
zh_hans: 恢复购买
zh_hant: 恢復購買
zh_hk: 恢復購買
zu: Buyisa Ukuthenga

source: Restore purchases
ar: استعادة المشتريات
az: Alışları bərpa et
bg: Възстанови покупки
bn: ক্রয় পুনরুদ্ধার করুন
ca: Restaurar compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
es_419: Restaurar compras
es_mx: Restaurar compras
es_us: Restaurar compras
fa: بازیابی خریدها
fi: Palauta ostokset
fil: I‑restore ang mga purchase
fr: Restaurer les achats
fr_ca: Restaurer les achats
gu: ખરીદીઓ પુનઃસ્થાપિત કરો
ha: Mayar da siyayya
he: שחזר רכישות
hi: खरीदों को बहाल करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元する
jv: Mulihaké tuku
kk: Сатып алуларды қалпына келтіру
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸು
ko: 구매 복원하기
ku: Kirînên vegerin
mr: खरेदी पुनर्संचयित करा
ms: Pulihkan pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pa: ਖਰੀਦਾਂ ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
su: Balikeun pameseran
sv: Återställ inköp
sw: Rejesha ununuzi
ta: கொள்முதல்களை மீட்டெடுக்கவும்
te: కొనుగోళ్లను పునరుద్ధరించండి
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
ug: سېتىۋالغانلارنى قايتۇر
uk: Відновити покупки
ur: خریداریوں کو بحال کریں
vi: Khôi phục mua hàng
xh: Buyisa ukuthenga
zh_hans: 恢复购买
zh_hant: 恢復購買項目
zh_hk: 恢復購買
zu: Buyisa ukuthengwe

source: Restored!
ar: أُعيد الاسترجاع!
az: Bərpa edildi!
bg: Възстановено!
bn: পুনরুদ্ধার হয়েছে!
ca: Restaurat!
cs: Obnoveno!
da: Gendannet!
de: Wiederhergestellt!
el: Επαναφέρθηκε!
es: ¡Restaurado!
es_419: ¡Restaurado!
es_mx: ¡Restaurado!
es_us: ¡Restaurado!
fa: بازیابی شد!
fi: Palautettu!
fil: Na‑restore na!
fr: Rétabli !
fr_ca: Restauration terminée !
gu: પુનઃસ્થાપિત થયું!
ha: An dawo!
he: שוחזר!
hi: बहाल कर दिया गया!
hr: Vraćeno!
hu: Visszaállítva!
id: Sudah dipulihkan!
it: Ripristinato!
ja: 復元完了！
jv: Wis dipulihaké!
kk: Қалпына келтірілді!
kn: ಮರುಸ್ಥಾಪಿಸಲಾಯಿತು!
ko: 복원 완료!
ku: Vegerrî!
mr: पुन्हा साचले!
ms: Telah dipulihkan!
nb: Gjenopprettet!
nl: Hersteld!
pa: ਰੀਸਟੋਰੇਡ!
pl: Przywrócono!
pt_br: Restaurado!
pt_pt: Restaurado!
ro: Restaurat!
ru: Восстановлено!
sk: Obnovené!
su: Dibalikkeun!
sv: Återställt!
sw: Imefanywa urejeshwaji!
ta: மீட்டெடுக்கப்பட்டது!
te: పునరుద్ధరించబడింది!
th: กู้คืนแล้ว!
tr: Geri Yüklendi!
ug: قايتۇرۇلدى!
uk: Відновлено!
ur: بحال ہو گیا!
vi: Đã khôi phục!
xh: Kubuyisiwe!
zh_hans: 已恢复！
zh_hant: 已恢復！
zh_hk: 已恢復！
zu: Sekubuyisiwe!

# review_1
source: Solved my homework in seconds, the steps are super clear!
ar: حل واجبي في ثوانٍ، الخطوات واضحة جدًا!
az: Ev tapşırığımı saniyələrdə həll etdi, addımlar çox aydın idi!
bg: Реши ми домашната за секунди, стъпките са супер ясни!
bn: কয়েক সেকেন্ডে আমার হোমওয়ার্ক মেকসই করে দিল, ধাপগুলো অত্যন্ত পরিষ্কার!
ca: Em va resoldre els deures en segons, els passos són súper clars!
cs: Vyřešilo mi úkoly za pár sekund, kroky jsou úplně jasné!
da: Løste min lektie på få sekunder, trinnene er super klare!
de: Hat mir bei den Hausaufgaben in Sekunden geholfen, die Schritte sind super klar!
el: Μου έλυσε την εργασία σε δευτερόλεπτα, τα βήματα είναι πολύ ξεκάθαρα!
es: ¡Me resolvió los deberes en segundos, los pasos son súper claros!
es_419: Me ayudó con la tarea en segundos, ¡los pasos son súper claros!
es_mx: Me resolvió la tarea en segundos, ¡los pasos están súper claros!
es_us: ¡Me resolvió la tarea en segundos, los pasos son súper claros!
fa: توی چند ثانیه تکالیفم رو حل کرد، مراحل خیلی واضح بودن!
fi: Ratkaisi kotitehtäväni sekunneissa, vaiheet ovat tosi selkeät!
fil: Nakatulong sagutin ang takdang‑aralin ko sa loob ng ilang segundo, napakalinaw ng mga hakbang!
fr: A résolu mes devoirs en quelques secondes, les étapes sont super claires !
fr_ca: A résolu mon devoir en quelques secondes, les étapes sont super claires !
gu: કંઈક જવાના ઘેરાનું હવેજ ઝડપમાં ઉકેલાયું, પગલાં બહુ સ્પષ્ટ છે!
ha: Ya warware aikin gida na cikin 'yan seconds, matakan suna da kyau sosai!
he: פתר לי את שיעורי הבית בשניות, הצעדים מאוד ברורים!
hi: कुछ सेकंड में मेरे होमवर्क को हल किया, चरण बहुत स्पष्ट हैं!
hr: Riješio/la mi zadaću u sekundi, koraci su super jasni!
hu: Megoldotta a házimat másodpercek alatt, a lépések nagyon érthetőek!
id: Menyelesaikan PR saya dalam hitungan detik, langkahnya sangat jelas!
it: Ha risolto i miei compiti in pochi secondi, i passaggi sono super chiari!
ja: 宿題が数秒で解けました。手順がとてもわかりやすい！
jv: Nglampahi PRku ing detik, langkah-langkahé cetha tenan!
kk: Менің үй тапсырмамды секундтарда шешті, қадамдары өте анық!
kn: ನಿಮ್ಮ ಹೊ homework ಗೆಯನ್ನು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಪರಿಹರಿಸಿತು, ಹಂತಗಳು ಅವು ಬಹಳ ಸ್ಪಷ್ಟ!
ko: 몇 초 만에 숙제를 해결해 주었고, 단계 설명이 아주 명확해요!
ku: Karê xwendina xane min di çirkeyên de çêkir, gavên çareseriyê pir zelal in!
mr: सेकंदांत माझे गृहपाठ सोडवले, पावले अगदी स्पष्ट होती!
ms: Menyelesaikan kerja rumah saya dalam beberapa saat, langkah-langkahnya sangat jelas!
nb: Løste leksa mi på sekunder, stegene er superklare!
nl: Loste mijn huiswerk in seconden op, de stappen zijn superduidelijk!
pa: ਕਈ ਸਕਿੰਟਾਂ ਵਿੱਚ ਮੇਰਾ ਘਰ ਦਾ ਕੰਮ ਹੱਲ ਹੋ ਗਿਆ, ਕਦਮ ਬਹੁਤ ਸਪਸ਼ਟ ਹਨ!
pl: Rozwiązało moje zadania domowe w kilka sekund, kroki są bardzo przejrzyste!
pt_br: Resolveu minha lição em segundos, as etapas são super claras!
pt_pt: Resolveu o meu trabalho de casa em segundos, os passos são super claros!
ro: Mi-a rezolvat tema în câteva secunde, pașii sunt foarte clari!
ru: Решило мою домашнюю работу за секунды, шаги очень понятны!
sk: Vyriešil moje domáce úlohy za sekundy, kroky sú super jasné!
su: Ngaréngsékeun PR kuring dina sababaraha detik, léngkah-léngkahna kacida jelasna!
sv: Löste mina läxor på några sekunder, stegen är superklara!
sw: Ilitatua kazi yangu ya nyumbani kwa sekunde, hatua zilikuwa wazi sana!
ta: வினாடிகளில் என் வீட்டுப் பணியை தீர்த்தது, படிகள் மிகவும் தெளிவாக இருந்தன!
te: సెకన్లలో నా హోంవర్క్‌ను పరిష్కరించింది, దశలు చాలా స్పష్టంగా ఉన్నాయి!
th: ช่วยทำการบ้านให้เสร็จในไม่กี่วินาที ขั้นตอนชัดเจนมาก!
tr: Ödevimi saniyeler içinde çözdü, adımlar süper anlaşılır!
ug: ۋاسىپىنى 1-قەدەم ئىچىدە ھەل قىلدى، قەدەم-قەدەم ئىزاھاتلىرى ھەقىقەتەن ئېنىق!
uk: Розв'язав мою домашню роботу за секунди, кроки дуже зрозумілі!
ur: میرے ہوم ورک کو سیکنڈوں میں حل کر دیا، مراحل بہت واضح ہیں!
vi: Đã giải bài tập về nhà trong vài giây, các bước rất rõ ràng!
xh: Kusombulule umsebenzi wam wasekhaya ngemizuzwana, amanyathelo acacile kakhulu!
zh_hans: 几秒钟就帮我解完作业，步骤超清楚！
zh_hant: 幾秒內就解完我的作業，步驟超清楚！
zh_hk: 幾秒內解決了我的功課，步驟超清楚！
zu: Ixazulule umsebenzi wami wasekhaya ngemizuzwana, izinyathelo zicacile kakhulu!

# review_2
source: Way better than other math apps. Finally I understand the logic.
ar: أفضل بكثير من باقي تطبيقات الرياضيات. أخيراً فهمت المنطق.
az: Digər riyaziyyat tətbiqlərindən xeyli yaxşıdır. Nəhayət məntiqi başa düşürəm.
bg: Много по-добро от другите математически приложения. Най-накрая разбирам логиката.
bn: অন্যান্য গণিত অ্যাপের তুলনায় অনেক ভালো। অবশেষে আমি লজিকটা বুঝতে পারছি।
ca: Molt millor que altres apps de mates. Per fi entenc la lògica.
cs: O mnoho lepší než jiné matematické aplikace. Konečně chápu logiku.
da: Meget bedre end andre matematik-apps. Endelig forstår jeg logikken.
de: Viel besser als andere Mathe-Apps. Endlich verstehe ich die Logik.
el: Πολύ καλύτερο από άλλες εφαρμογές μαθηματικών. Τέλος καταλαβαίνω τη λογική.
es: Mucho mejor que otras apps de matemáticas. Por fin entiendo la lógica.
es_419: Mucho mejor que otras apps de matemáticas. Por fin entiendo la lógica.
es_mx: Mucho mejor que otras apps de matemáticas. Por fin entiendo la lógica.
es_us: Mucho mejor que otras apps de matemáticas. Por fin entiendo la lógica.
fa: خیلی بهتر از بقیهٔ اپ‌های ریاضی. بالاخره من منطق رو می‌فهمم.
fi: Paljon parempi kuin muut matematiikkasovellukset. Vihdoinkin ymmärrän logiikan.
fil: Mas maganda kaysa sa ibang math apps. Sa wakas naiintindihan ko na ang lohika.
fr: Bien meilleur que les autres applis de maths. Enfin je comprends la logique.
fr_ca: Bien mieux que les autres applis de maths. Enfin je comprends la logique.
gu: અન્ય ગણિત એપ્સ કરતા ઘણું સારું. આખરે મને લોજિક સમજાય છે.
ha: Yafi sauran manhajojin lissafi. A ƙarshe na fahimci tsarin tunani.
he: הרבה יותר טוב מאפליקציות מתמטיקה אחרות. סוף–סוף ההיגיון ברור לי.
hi: अन्य गणित ऐप्स से कहीं बेहतर। अब अंततः मैं तर्क समझ पाता/पाती हूँ।
hr: Daleko bolje od drugih aplikacija za matematiku. Napokon razumijem logiku.
hu: Sokkal jobb, mint a többi matekalkalmazás. Végre értem a logikát.
id: Jauh lebih baik daripada aplikasi matematika lain. Akhirnya saya memahami logikanya.
it: Molto meglio di altre app di matematica. Finalmente capisco la logica.
ja: 他の数学アプリよりずっと良い。やっと論理が理解できた。
jv: Luwih apik tinimbang aplikasi matematika liyane. Ahiré aku ngerti logikane.
kk: Басқа математика қосымшаларынан әлдеқайда жақсы. Ақырында логикасын түсініп жатырмын.
kn: ಇದು ಇತರೆ ಗಣಿತ ಆಪ್‌ಗಿಂತ гораздо ಉತ್ತಮವಾಗಿದೆ. ಆಶ्चर್ಯಕರ—ಈಗ ನನಗೆ ಲಾಜಿಕ್ واضحವಾಗಿ ಅರ್ಥವಾಗಿದೆ.
ko: 다른 수학 앱들보다 훨씬 나아요. 드디어 논리를 이해하게 되었어요.
ku: Zêdetir baş ji appsên matematîk ên din. Dawî ez mantîqê têgihiştim.
mr: इतर गणित अॅप्सपेक्षा खूपच चांगलं. अखेर मला तरतूळ समजेल असं झालं.
ms: Jauh lebih baik dari aplikasi matematik lain. Akhirnya saya faham logiknya.
nb: Vesentlig bedre enn andre matte-apper. Endelig forstår jeg logikken.
nl: Veel beter dan andere wiskunde-apps. Eindelijk snap ik de logica.
pa: ਦੂਜੇ ਮੈਥ ਐਪਸ ਨਾਲੋਂ ਕਾਫੀ ਬਿਹਤਰ। ਆਖ਼ਿਰਕਾਰ ਮੈਂ ਤਰਕ ਸਮਝ ਸਕਦਾ/ਸਕਦੀ ਹਾਂ।
pl: O wiele lepsza niż inne aplikacje do matematyki. W końcu rozumiem logikę.
pt_br: Bem melhor que outros apps de matemática. Finalmente eu entendo a lógica.
pt_pt: Muito melhor do que outras apps de matemática. Finalmente percebo a lógica.
ro: Mult mai bun decât alte aplicații de matematică. În sfârșit înțeleg logica.
ru: Гораздо лучше других приложений для математики. Наконец я понимаю логику.
sk: Oveľa lepšie ako iné matematické aplikácie. Konečne rozumiem logike.
su: Jauh leuwih hade tibatan aplikasi matematika séjén. Ahirna kuring ngartos logikana.
sv: Mycket bättre än andra matteappar. Nu förstår jag äntligen logiken.
sw: Nzuri zaidi kuliko programu nyingine za hisabati. Hatimaye ninaelewa mantiki.
ta: பிற கணித செயலிகளுடன் ஒப்பிடுகையில் 훨씬 சிறந்தது. இறுதியில் நான் அதன் தர்க்கத்தை புரிந்துகொள்கிறேன்.
te: ఇతర గణిత యాప్స్ కంటే చాలా మెరుగ్గానే ఉంది. చివరికి నాకు తర్కం అర్థమైంది.
th: ดีกว่าแอปคณิตอื่นๆ มาก ในที่สุดฉันก็เข้าใจตรรกะ
tr: Diğer matematik uygulamalarından çok daha iyi. Sonunda mantığı anladım.
ug: باشقا ماتېماتىكا ئاپپلىرىغا قارىغاندا ناھايىتى ياخشى. ئاخىرى مەن مەنتىقىنى چۈشىنىپ قالدىم.
uk: Набагато кращий за інші додатки з математики. Нарешті я розумію логіку.
ur: دوسری ریاضی ایپس سے بہت بہتر۔ آخرکار میں منطق سمجھ جاتا/جاتی ہوں۔
vi: Tốt hơn hẳn các app toán khác. Cuối cùng mình hiểu được logic.
xh: Ngcono kakhulu kunezinye ii-app zemathematika. Ekugqibeleni ndiyaqonda ilogikhi.
zh_hans: 比其他数学应用好太多了。终于能理解解题思路了。
zh_hant: 比其他數學程式好太多。終於了解背後的邏輯了。
zh_hk: 比其他數學應用程式好得多。 我終於明白背後的邏輯。

# review_3
source: I take a photo and the answer comes with full explanation. Amazing!
ar: ألتقط صورة وتأتي الإجابة مع شرح كامل. رائع!
az: Mən şəkil çəkirəm və cavab tam izahla gəlir. Möhtəşəm!
bg: Щраквам снимка и отговорът идва с пълно обяснение. Невероятно!
bn: আমি একটি ছবি তুলে দিই এবং পূর্ণ ব্যাখ্যা সহ উত্তর আসে। অসাধারণ!
ca: Faig una foto i la resposta arriba amb una explicació completa. Impressionant!
cs: Vyfotím příklad a odpověď přijde s podrobným vysvětlením. Úžasné!
da: Jeg tager et billede, og svaret kommer med fuld forklaring. Fantastisk!
de: Ich mache ein Foto und bekomme die Lösung mit kompletter Erklärung. Unglaublich!
el: Βγάζω μια φωτογραφία και η απάντηση έρχεται με πλήρη εξήγηση. Καταπληκτικό!
es: Hago una foto y la respuesta viene con explicación completa. ¡Increíble!
es_419: Tomo una foto y la respuesta viene con explicación completa. ¡Increíble!
es_mx: Tomo una foto y la respuesta llega con explicación completa. ¡Increíble!
es_us: Tomo una foto y la respuesta llega con una explicación completa. ¡Increíble!
fa: من از مسئله عکس می‌گیرم و جواب همراه با توضیح کامل میاد. عالیه!
fi: Otanko valokuvan ja vastaus tulee täydellisen selityksen kanssa. Mahtavaa!
fil: Kinukunan ko ng photo at lumalabas na may buong paliwanag ang sagot. Nakakamangha!
fr: Je prends une photo et la réponse arrive avec une explication complète. Incroyable !
fr_ca: Je prends une photo et la réponse arrive avec une explication complète. Incroyable !
gu: હું ફોટો وٺું અને જવાબ સંપૂર્ણ وضاحت સાથે આવે છે. અદ્ભુત!
ha: Ina ɗaukar hoto sai amsa ta zo tare da cikakken bayani. Abin mamaki!
he: מצלמים תמונה והתשובה מופיעה עם הסבר מלא. מדהים!
hi: मैं तस्वीर लेता/लेती हूँ और उत्तर पूरी व्याख्या के साथ आ जाता है। अद्भुत!
hr: Slikam zadatak i odgovor dođe s kompletnim objašnjenjem. Nevjerojatno!
hu: Fotózok, és a válasz teljes magyarázattal együtt érkezik. Fantasztikus!
id: Saya ambil foto dan jawabannya muncul beserta penjelasan lengkap. Luar biasa!
it: Scatto una foto e la risposta arriva con spiegazione completa. Incredibile!
ja: 問題の写真を撮ると、丁寧な説明付きで答えが出る。すごい！
jv: Aku njupuk foto lan jawaban muncul karo panjelasan lengkap. Apik tenan!
kk: Суретке түсіремін де жауап толық түсіндірмеімен шығады. Керемет!
kn: ನಾನು ಫೋಟೋ ತೆಗೆದು ಇಟ್ಟರೆ ಉತ್ತರವು ಸಂಪೂರ್ಣ ವಿವರಣೆಯೊಂದಿಗೆ ಬರುತ್ತದೆ. ಅದ್ಭುತ!
ko: 사진을 찍으면 해답과 함께 자세한 설명이 나와요. 놀라워요!
ku: Wêneyek dimînim û bersiv bi şiroveya tevahî tê. Ecêb!
mr: मी फोटो घेतो आणि पूर्ण स्पष्टीकरणासह उत्तर मिळतं. आश्चर्यकारक!
ms: Saya ambil gambar dan jawapan disertai penjelasan penuh. Hebat!
nb: Jeg tar et bilde og svaret kommer med full forklaring. Fantastisk!
nl: Ik maak een foto en het antwoord komt met volledige uitleg. Geweldig!
pa: ਮੈਂ ਫੋਟੋ ਲੈਂਦਾ/ਲੈਂਦੀ ਹਾਂ ਅਤੇ ਜਵਾਬ ਪੂਰਨ ਵਿਆਖਿਆ ਨਾਲ ਆ ਜਾਂਦਾ ਹੈ। ਸ਼ानदार!
pl: Robię zdjęcie i odpowiedź pojawia się z pełnym wyjaśnieniem. Niesamowite!
pt_br: Eu tiro uma foto e a resposta vem com explicação completa. Incrível!
pt_pt: Tiro uma foto e a resposta vem com explicação completa. Incrível!
ro: Fac o poză și răspunsul vine cu explicație completă. Uimitor!
ru: Делаю фото, и ответ приходит с подробным объяснением. Потрясающе!
sk: Odfotím príklad a príde odpoveď s úplným vysvetlením. Úžasné!
su: Kuring nyandak poto jeung jawabanna datang jeung panjelasan lengkep. Hebat!
sv: Jag tar ett foto och svaret kommer med full förklaring. Fantastiskt!
sw: Nachukua picha na jibu huja pamoja na maelezo kamili. Ajabu!
ta: நான் ஒரு புகைப்படம் எடுத்து விடுகின்றேன்; பதில் முழுமையான விளக்கத்துடன் வருகிறது. அதிசயப் விதம்!
te: నేను ఫొటో తీస్తాను మరియు సమాధానం పూర్తి వివరణతో వస్తుంది. అద్భుతం!
th: ฉันถ่ายรูปแล้วคำตอบมากับคำอธิบายเต็มๆ น่าเหลือเชื่อ!
tr: Fotoğraf çekiyorum, cevap açıklamasıyla geliyor. Muhteşem!
ug: رەسىمنى تارتىمەن ۋە جاۋاب تولۇق چۈشەندۈرۈش بىلەن كېلىدۇ. ئەجەپ!
uk: Я роблю фото, і відповідь приходить з повним поясненням. Вражає!
ur: میں تصویر لیتا/لیتی ہوں اور جواب مکمل وضاحت کے ساتھ آ جاتا ہے۔ حیرت انگیز!
vi: Mình chụp ảnh và đáp án đến kèm giải thích chi tiết. Tuyệt vời!
xh: Ndithatha ifoto kwaye impendulo ifika nesichazi esipheleleyo. Kuyamangalisa!
zh_hans: 我拍张照片，答案就带着详细步骤出来了。太棒了！
zh_hant: 我拍張照片，答案就附完整解說出來。太神奇了！
zh_hk: 我拍張相，答案就會連同完整解釋出現。太神奇了！

source: Save to history
ar: حفظ في السجل
az: Tarixçəyə saxla
bg: Запази в историята
bn: ইতিহাসে সংরক্ষণ করুন
ca: Desar a l'historial
cs: Uložit do historie
da: Gem i historik
de: In Verlauf speichern
el: Αποθήκευση στο ιστορικό
es: Guardar en historial
es_419: Guardar en historial
es_mx: Guardar en historial
es_us: Guardar en historial
fa: ذخیره در تاریخچه
fi: Tallenna historiaan
fil: I-save sa kasaysayan
fr: Enregistrer dans l'historique
fr_ca: Enregistrer dans l'historique
gu: ઇતિહાસમાં સાચવો
ha: Ajiye zuwa tarihi
he: שמור בהיסטוריה
hi: इतिहास में सहेजें
hr: Spremi u povijest
hu: Mentés az előzményekbe
id: Simpan ke riwayat
it: Salva nella cronologia
ja: 履歴に保存
jv: Simpen menyang riwayat
kk: Тарихқа сақтау
kn: ಇತಿಹಾಸಕ್ಕೆ ಉಳಿಸು
ko: 기록에 저장
ku: Tomar bike bo dîrokê
mr: इतिहासात जतन कर
ms: Simpan ke sejarah
nb: Lagre i historikk
nl: Opslaan in geschiedenis
pa: ਹਿਸਟਰੀ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz w historii
pt_br: Salvar no histórico
pt_pt: Guardar no histórico
ro: Salvează în istoric
ru: Сохранить в истории
sk: Uložiť do histórie
su: Simpan ka riwayat
sv: Spara i historik
sw: Hifadhi kwenye historia
ta: வரலாற்றில் சேமி
te: చరిత్రలో నిల్వ చేయండి
th: บันทึกไปยังประวัติ
tr: Geçmişe kaydet
ug: تارىخقا ساقلاش
uk: Зберегти в історію
ur: تاریخچہ میں محفوظ کریں
vi: Lưu vào lịch sử
xh: Gcina kwimbali
zh_hans: 保存到历史记录
zh_hant: 儲存到歷史紀錄
zh_hk: 儲存到歷史紀錄
zu: Londoloza emlandweni

source: Saved
ar: تم الحفظ
az: Saxlanıldı
bg: Запазено
bn: সংরক্ষিত
ca: Desat
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
es_419: Guardado
es_mx: Guardado
es_us: Guardado
fa: ذخیره شد
fi: Tallennettu
fil: Nai-save
fr: Enregistré
fr_ca: Enregistré
gu: સાચવાયું
ha: An ajiye
he: נשמר
hi: सहेजा गया
hr: Spašeno
hu: Mentve
id: Tersimpan
it: Salvato
ja: 保存済み
jv: Disimpen
kk: Сақталды
kn: ಉಳಿಸಲಾಗಿದೆ
ko: 저장됨
ku: Tomar bû
mr: जतन झाले
ms: Disimpan
nb: Lagret
nl: Opgeslagen
pa: ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ
pl: Zapisano
pt_br: Salvo
pt_pt: Guardado
ro: Salvat
ru: Сохранено
sk: Uložené
su: Disimpen
sv: Sparat
sw: Imehifadhiwa
ta: சேமிக்கப்பட்டது
te: నిల్వ చేయబడింది
th: บันทึกแล้ว
tr: Kaydedildi
ug: ساقلانغان
uk: Збережено
ur: محفوظ کیا گیا
vi: Đã lưu
xh: Igcinwe
zh_hans: 已保存
zh_hant: 已儲存
zh_hk: 已儲存
zu: Kugcinwe

source: Search by topic or problem...
ar: ابحث حسب الموضوع أو المسألة...
az: Mövzuya və ya məsələ üzrə axtar...
bg: Търсене по тема или задача...
bn: বিষয় বা সমস্যায় অনুসন্ধান...
ca: Cerca per tema o problema...
cs: Hledej podle tématu nebo příkladu...
da: Søg efter emne eller problem...
de: Nach Thema oder Aufgabe suchen...
el: Αναζήτηση κατά θέμα ή πρόβλημα...
es: Buscar por tema o problema...
es_419: Buscar por tema o problema...
es_mx: Buscar por tema o problema...
es_us: Buscar por tema o problema...
fa: جستجو بر اساس موضوع یا مسئله...
fi: Etsi aihetta tai tehtävää...
fil: Maghanap ayon sa paksa o problema...
fr: Rechercher par sujet ou problème...
fr_ca: Rechercher par sujet ou problème...
gu: વિષય અથવા પ્રશ્ન દ્વારા શોધો...
ha: Bincika ta jigo ko matsala...
he: חפש לפי נושא או שאלה...
hi: विषय या प्रश्न से खोजें...
hr: Pretraži po temi ili zadatku...
hu: Keresés témára vagy feladatra...
id: Cari menurut topik atau soal...
it: Cerca per argomento o problema...
ja: トピックまたは問題で検索...
jv: Telusuri miturut topik utawa masalah...
kk: Тақырып бойынша немесе есеп бойынша ізде...
kn: ವಿಷಯ ಅಥವಾ ಪ್ರಶ್ನೆ ಮೂಲಕ ಹುಡುಕಿ...
ko: 주제나 문제로 검색...
ku: Lêgerîn bi mijar an pirsgirêk...
mr: विषय किंवा प्रश्नानुसार शोध...
ms: Cari mengikut topik atau masalah...
nb: Søk etter emne eller problem...
nl: Zoek op onderwerp of opgave...
pa: ਵਿਸ਼ਾ ਜਾਂ ਸਮੱਸਿਆ ਦੁਆਰਾ ਖੋਜੋ...
pl: Wyszukaj według tematu lub zadania...
pt_br: Pesquisar por tópico ou problema...
pt_pt: Procurar por tópico ou problema...
ro: Caută după subiect sau problemă...
ru: Искать по теме или задаче...
sk: Hľadať podľa témy alebo príkladu...
su: Milarian ku topik atawa soal...
sv: Sök efter ämne eller problem...
sw: Tafuta kwa somo au tatizo...
ta: தொகுதி அல்லது பிரச்சினை மூலம் தேடவும்...
te: విషయం లేదా సమస్య ఆధారంగా వెతకండి...
th: ค้นหาตามหัวข้อหรือโจทย์...
tr: Konu veya problem ara...
ug: مەزمۇن ياكى سوئال بويىچە ئىزدە...
uk: Шукати за темою або задачею...
ur: موضوع یا مسئلے سے تلاش کریں...
vi: Tìm theo chủ đề hoặc bài toán...
xh: Khangela ngendidi okanye ingxaki...
zh_hans: 按主题或题目搜索...
zh_hant: 以主題或題目搜尋...
zh_hk: 按主題或題目搜尋...
zu: Sesha ngesihloko noma inkinga...

source: Select the question to solve
ar: اختر السؤال للحل
az: Həll etmək üçün sualı seçin
bg: Изберете въпроса, който да се реши
bn: সমাধান করার প্রশ্নটি নির্বাচন করুন
ca: Selecciona la pregunta a resoldre
cs: Vyber příklad k vyřešení
da: Vælg det spørgsmål, der skal løses
de: Wähle die zu lösende Aufgabe
el: Επίλεξε την ερώτηση για να λύσεις
es: Selecciona la pregunta a resolver
es_419: Selecciona la pregunta a resolver
es_mx: Selecciona la pregunta a resolver
es_us: Selecciona la pregunta a resolver
fa: سوالی را برای حل انتخاب کن
fi: Valitse ratkaistava tehtävä
fil: Piliin ang tanong na lulutasin
fr: Sélectionne la question à résoudre
fr_ca: Sélectionne la question à résoudre
gu: સમાધાન માટે પ્રશ્ન પસંદ કરો
ha: Zaɓi tambayar da za a warware
he: בחר שאלה לפתרון
hi: सुलझाने के लिए प्रश्न चुनें
hr: Odaberi pitanje za rješavanje
hu: Válaszd ki a megoldandó feladatot
id: Pilih soal untuk diselesaikan
it: Seleziona la domanda da risolvere
ja: 解く問題を選択してください
jv: Pilih soal sing arep dipecah
kk: Шешетін сұрақты таңда
kn: ಸಮಾಧಾನಗೊಳಿಸುವ ಪ್ರಶ್ನೆಯನ್ನು ಆಯ್ಕೆಮಾಡು
ko: 풀 질문을 선택하세요
ku: Pirsê ji bo çareserkirinê hilbijêre
mr: सोडवायचा प्रश्न निवडा
ms: Pilih soalan untuk diselesaikan
nb: Velg spørsmålet som skal løses
nl: Kies de opgave om op te lossen
pa: ਜਾਂਚ ਕਰਨ ਲਈ ਸਵਾਲ ਚੁਣੋ
pl: Wybierz zadanie do rozwiązania
pt_br: Selecione a questão para resolver
pt_pt: Seleciona a questão a resolver
ro: Selectează întrebarea de rezolvat
ru: Выбери вопрос для решения
sk: Vyber otázku na vyriešenie
su: Pilih soal pikeun direngsekeun
sv: Välj frågan att lösa
sw: Chagua swali la kutatua
ta: தீர்க்கவிருக்கும் கேள்வியை தேர்வு செய்யுங்கள்
te: పరిష్కరించడానికి ప్రశ్నను ఎంచుకోండి
th: เลือกโจทย์ที่จะแก้
tr: Çözmek istediğin soruyu seç
ug: ھەل قىلىدىغان سوئالنى تاللا
uk: Виберіть завдання для розв'язання
ur: حل کرنے کے لیے سوال کا انتخاب کرو
vi: Chọn bài toán để giải
xh: Khetha umbuzo oza kuwusombulula
zh_hans: 选择要解的题目
zh_hant: 選擇要解的題目
zh_hk: 選擇要解答的題目
zu: Khetha umbuzo ozoxazululwa
